Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AboutWiFiChannelTitle_WIFI
source: Wi-Fi Channel
ar: قناة Wi-Fi
ca: Canal Wi-Fi
cs: Wi‑Fi kanál
da: Wi-Fi-kanal
de: WLAN Channel
el: Κανάλι Wi-Fi
es: Canal Wi-Fi
es_us: Canal Wi-Fi
fi: Wi‑Fi-kanava
fr: Canal Wi-Fi
fr_ca: Canal Wi-Fi
he: ערוץ רשת אלחוטית
hi: वाई-फ़ाई चैनल
hr: Wi-Fi kanal
hu: Wi-Fi csatorna
id: Saluran Wi-Fi
it: Canale Wi-Fi
ja: Wi-Fiチャンネル
ko: Wi‑Fi 채널
ms: Saluran Wi-Fi
nb: Wi‑Fi-kanal
nl: Wifikanaal
pl: Kanał Wi‑Fi
pt_br: Canal do Wi-Fi
pt_pt: Canal Wi‑Fi
ro: Canal Wi‑Fi
ru: Канал Wi‑Fi
sk: Wi-Fi kanál
sl: Kanal omrežja Wi-Fi
sv: Wi-Fi-kanal
th: ช่องสัญญาณ Wi‑Fi
tr: Wi-Fi Kanalı
uk: Канал Wi‑Fi
vi: Kênh Wi-Fi
zh_cn: Wi-Fi频段
zh_hk: Wi-Fi頻道
zh_tw: Wi-Fi頻道

# AboutWiFiChannelTitle_WLAN
source: WLAN Channel
ar: قناة WLAN
ca: Canal WLAN
cs: WLAN kanál
da: WLAN-kanal
de: WLAN-Kanal
el: Κανάλι WLAN
es: Canal WLAN
es_us: Canal WLAN
fi: WLAN-kanava
fr: Canal WLAN
fr_ca: Canal WLAN
he: ערוץ רשת WLAN
hi: WLAN चैनल
hr: WLAN kanal
hu: WLAN-csatorna
id: Saluran WLAN
it: Canale WLAN
ja: WLANチャネル
ko: WLAN 채널
ms: Saluran WLAN
nb: WLAN-kanal
nl: WLAN-kanaal
pl: Kanał WLAN
pt_br: Canal WLAN
pt_pt: Canal WLAN
ro: Canal WLAN
ru: Канал WLAN
sk: WLAN kanál
sl: Kanal omrežja WLAN
sv: WLAN-kanal
th: ช่องสัญญาณ WLAN
tr: WLAN Kanalı
uk: Канал WLAN
vi: Kênh WLAN
zh_cn: 无线局域网频段
zh_hk: WLAN頻道
zh_tw: WLAN頻道

# AboutWifiNetworkTitle_WIFI
source: Wi-Fi Network Name
ar: اسم شبكة Wi-Fi
ca: Nom de la xarxa Wi-Fi
cs: Název Wi‑Fi sítě
da: Navn på Wi-Fi-netværk
de: WLAN-Name
el: Όνομα δικτύου Wi-Fi
es: Nombre de red Wi-Fi
es_us: Nombre de la red Wi-Fi
fi: Wi‑Fi-verkon nimi
fr: Nom du réseau Wi-Fi
fr_ca: Nom du réseau Wi-Fi
he: שם רשת אלחוטית
hi: वाई-फ़ाई नेटवर्क का नाम
hr: Naziv Wi-Fi mreže
hu: Wi-Fi-hálózat neve
id: Nama Jaringan Wi-Fi
it: Nome rete Wi-Fi
ja: Wi-Fiネットワーク名
ko: Wi‑Fi 네트워크 이름
ms: Nama Rangkaian Wi-Fi
nb: Wi‑Fi-nettverksnavn
nl: Wifinetwerknaam
pl: Nazwa sieci Wi‑Fi
pt_br: Nome da Rede Wi-Fi
pt_pt: Nome da rede Wi‑Fi
ro: Nume rețea Wi‑Fi
ru: Имя сети Wi‑Fi
sk: Názov Wi‑Fi siete
sl: Ime omrežja Wi-Fi
sv: Wi-Fi-nätverksnamn
th: ชื่อเครือข่าย Wi‑Fi
tr: Wi-Fi Ağı Adı
uk: Імʼя мережі Wi‑Fi
vi: Tên Mạng Wi-Fi
zh_cn: Wi-Fi网络名称
zh_hk: Wi-Fi網絡名稱
zh_tw: Wi-Fi網路名稱

# AboutWifiNetworkTitle_WLAN
source: WLAN Network Name
ar: اسم شبكة WLAN
ca: Nom de la xarxa WLAN
cs: Název WLAN sítě
da: Navn på WLAN-netværk
de: WLAN-Name
el: Όνομα δικτύου WLAN
es: Nombre de red WLAN
es_us: Nombre de la red WLAN
fi: WLAN-verkon nimi
fr: Nom du réseau WLAN
fr_ca: Nom du réseau WLAN
he: שם רשת WLAN
hi: WLAN नेटवर्क का नाम
hr: Naziv WLAN mreže
hu: WLAN-hálózat neve
id: Nama Jaringan WLAN
it: Nome rete WLAN
ja: WLANネットワーク名
ko: WLAN 네트워크 이름
ms: Nama Rangkaian WLAN
nb: WLAN-nettverksnavn
nl: WLAN-netwerknaam
pl: Nazwa sieci WLAN
pt_br: Nome da Rede WLAN
pt_pt: Nome da rede WLAN
ro: Nume rețea WLAN
ru: Имя сети WLAN
sk: Názov WLAN siete
sl: Ime omrežja WLAN
sv: WLAN-nätverksnamn
th: ชื่อเครือข่าย WLAN
tr: WLAN Ağı Adı
uk: Імʼя мережі WLAN
vi: Tên Mạng WLAN
zh_cn: 无线局域网络名称
zh_hk: WLAN網絡名稱
zh_tw: WLAN網路名稱

# AccessibilityTitle
source: Accessibility
ar: تسهيلات الاستخدام
ca: Accessibilitat
cs: Zpřístupnění
da: Tilgængelighed
de: Bedienungshilfen
el: Προσβασιμότητα
es: Accesibilidad
es_us: Accesibilidad
fi: Käyttöapu
fr: Accessibilité
fr_ca: Accessibilité
he: נגישות
hi: ऐक्सेसिबिलिटी
hr: Pristupačnost
hu: Kisegítő lehetőségek
id: Aksesibilitas
it: Accessibilità
ja: アクセシビリティ
ko: 손쉬운 사용
ms: Kebolehcapaian
nb: Tilgjengelighet
nl: Toegankelijkheid
no: Tilgjengelighet
pl: Dostępność
pt_br: Acessibilidade
pt_pt: Acessibilidade
ro: Accesibilitate
ru: Универсальный доступ
sk: Prístupnosť
sl: Dostopnost
sv: Hjälpmedel
th: การช่วยการเข้าถึง
tr: Erişilebilirlik
uk: Доступність
vi: Trợ năng
zh_cn: 辅助功能
zh_hk: 輔助使用
zh_tw: 輔助使用

# AccountsAccountsAlreadyInUseErrorCancelActionTitle
source: Go Back
ar: رجوع
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el: Επιστροφή
es: Atrás
es_us: Atrás
fi: Takaisin
fr: Revenir
fr_ca: Retour
he: חזרה אחורה
hi: वापस जाएँ
hr: Idi natrag
hu: Visszalépés
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로 이동
ms: Kembali
nb: Gå tilbake
nl: Ga terug
pl: Wróć
pt_br: Voltar
pt_pt: Anterior
ro: Înapoi
ru: Назад
sk: Naspäť
sl: Nazaj
sv: Tillbaka
th: ย้อนกลับ
tr: Geri Dön
uk: Назад
vi: Quay lại
zh_cn: 返回
zh_hk: 返回
zh_tw: 返回

# AccountsAccountsAlreadyInUseErrorShowActionTitleFormat
source: Show %@
ar: إظهار %@
ca: Mostra %@
cs: Zobrazit uživatele %@
da: Vis %@
de: %@ einblenden
el: Εμφάνιση: %@
es: Mostrar %@
es_us: Mostrar a %@
fi: Näytä %@
fr: Afficher %@
fr_ca: Afficher %@
he: הצגת %@
hi: %@ दिखाएँ
hr: Prikaži: %@
hu: %@ megjelenítése
id: Tampilkan %@
it: Mostra %@
ja: %@さんを表示
ko: %@ 보기
ms: Tunjukkan %@
nb: Vis %@
nl: Toon %@
pl: Pokaż %@
pt_br: Mostrar %@
pt_pt: Mostrar %@
ro: Afișați %@
ru: Показать пользователя %@
sk: Zobraziť užívateľa %@
sl: Prikaži %@
sv: Visa %@
th: แสดง%[tt]@
tr: Göster: %@
uk: Показати %@
vi: Hiển thị %@
zh_cn: 显示%@
zh_hk: 顯示%@
zh_tw: 顯示%@

# AccountsAddAdditionalUserProfileDescription
source: Add a new profile to this Apple TV to access their shows, movies, Continue Watching, app data in iCloud, and Game Center account.
ar: إضافة ملف تعريف جديد إلى هذا الـ Apple TV ليتمكن من الوصول إلى ما يخصه من البرامج والأفلام و"متابعة المشاهدة" وبيانات التطبيقات في iCloud وحساب Game Center.
ca: Afegeix un perfil nou a l’Apple TV per accedir a les seves sèries i pel·lícules, al contingut de la llista “Continua mirant”, a les dades de les apps desades a l’iCloud i al compte del Game Center.
cs: Když do Apple TV přidáte nový profil, budete mít přístup k jeho seriálům, filmům, k seznamu Pokračovat ve sledování, k datům aplikací na iCloudu a k účtu v Game Centru.
da: Føj en ny profil til dette Apple TV for at få adgang til udsendelser, film, Se videre og appdata i brugerens iCloud og Game Center-konto.
de: Füge ein neues Profil zu diesem Apple TV hinzu, damit Personen auf die zugehörigen Sendungen, Filme, „Weiter ansehen“-Listen, App-Daten in iCloud und Game Center-Account zugreifen können.
el: Προσθέστε ένα νέο προφίλ σε αυτό το Apple TV για πρόσβαση στις εκπομπές, τις ταινίες, τη Συνέχιση παρακολούθησης, τα δεδομένα εφαρμογών στο iCloud και τον λογαριασμό Game Center του χρήστη.
es: Añade un nuevo perfil a este Apple TV para acceder a sus series y películas, al contenido de su lista “Seguir viendo”, a los datos de sus apps en iCloud y a su cuenta de Game Center.
es_us: Agrega un nuevo perfil a este Apple TV para acceder a sus programas, películas, lista Seguir viendo, datos de apps en iCloud y cuenta de Game Center.
fi: Lisää tähän Apple TV:hen uusi profiili, jotta voit käyttää sen ohjelmia, elokuvia, Jatka katsomista -sisältöä, iCloudissa olevaa appidataa ja Game Center -tiliä.
fr: Ajoutez un nouveau profil à cette Apple TV pour accéder à ses séries, ses films, sa liste « Continuer à regarder », ses données d’apps stockées sur iCloud, et son compte Game Center.
fr_ca: Ajoutez un nouveau profil à cette Apple TV pour accéder à ses émissions, à ses films, à sa liste « Continuer à regarder », aux données d’apps provenant d’iCloud, et à son compte Game Center.
he: ניתן להוסיף פרופיל חדש ל-Apple TV זה כדי לאפשר למשתמשים לגשת לתוכניות, לסרטים, לתכנים ב״המשך הצפייה״, לנתוני היישומים ב-iCloud ולחשבון ה-Game Center שלהם.
hi: इस Apple TV पर नई प्रोफ़ाइल जोड़ें ताकि उनके कार्यक्रम, फ़िल्में, देखना जारी रखें, iCloud में ऐप डेटा और Game Center खाता ऐक्सेस किए जा सके।
hr: Dodajte novi profil na ovaj Apple TV za pristup njegovim emisijama, filmovima, odjeljku Nastavite gledati, podacima aplikacija u iCloudu i Game Center računu.
hu: Hozzáadhat egy új felhasználót ehhez az Apple TV-hez, hogy hozzá tudjon férni a műsoraihoz, filmjeihez, Továbbnézés listájához, iCloudban tárolt appadataihoz és Game Center-fiókjához.
id: Tambahkan profil baru ke Apple TV ini untuk mengakses acara, film, Lanjutkan Menonton, data app di iCloud, dan akun Game Center mereka.
it: Aggiungi un nuovo profilo a questa Apple TV per accedere ai suoi programmi, film, contenuti in “Continua a guardare”, dati delle app su iCloud e al suo account di Game Center.
ja: このApple TVに新規プロフィールを追加すると、そのユーザの番組、映画、“続きを観る”、iCloudのアプリデータ、Game Centerのアカウントにアクセスできます。
ko: 이 Apple TV에 새로운 프로필을 추가하여, 해당 프로필의 프로그램, 영화, ‘계속 보기’, iCloud에 있는 앱 데이터 및 Game Center 계정에 접근할 수 있습니다.
ms: Tambah profil baharu ke Apple TV ini untuk mengakses rancangan, filem, Teruskan Menonton, data app dalam iCloud dan akaun Game Center mereka.
nb: Legg til en ny profil på Apple TV for å få tilgang til programmer, filmer, Fortsett å se-køen og appdata i iCloud- og Game Center-kontoen til brukeren.
nl: Voeg een nieuw profiel toe aan deze Apple TV voor toegang tot programma's, films, 'Kijk verder', appgegevens in iCloud en de Game Center-account van deze gebruiker.
pl: Dodanie nowego profilu na Apple TV da dostęp do jego programów i filmów, zawartości listy Oglądaj dalej, danych aplikacji w iCloud oraz konta Game Center.
pt_br: Adicione um novo perfil a esta Apple TV para acessar os programas, filmes, a lista Continue Assistindo, dados de apps no iCloud e a conta do Game Center desse perfil.
pt_pt: Adicionar um novo perfil a esta Apple TV para aceder aos respetivos programas, filmes, Continuar a ver, dados de aplicações em iCloud e conta do Game Center.
ro: Adăugați un profil nou pe acest Apple TV pentru a‑i accesa emisiunile, filmele, secțiunea „Continuați vizionarea”, datele aplicațiilor de pe iCloud și contul de Game Center.
ru: На этот Apple TV можно добавить новый профиль с отдельным доступом к сериалам, телешоу, фильмам, списку «Продолжить просмотр», данным приложений в iCloud и учетной записи Game Center.
sk: Keď do Apple TV pridáte nový profil, budete mať prístup k jeho seriálom, filmom, položkám v zozname Pokračovať v pozeraní, dátam apiek na iCloude a Game Center účtu.
sl: Dodajte nov profil v ta Apple TV za dostop do oddaj, filmov, seznama Nadaljujte ogled, podatkov o aplikacijah v storitvi iCloud in računa Game Center, povezanih s tem profilom.
sv: Lägg till en ny profil för denna Apple TV och få tillgång till användarens TV-program, filmer, Fortsätt titta, appdata på iCloud och Game Center-konto.
th: เพิ่มโปรไฟล์ใหม่มายัง Apple TV เครื่องนี้เพื่อเข้าถึงรายการ ภาพยนตร์ ดูต่อ ข้อมูลแอปบน iCloud และบัญชี Game Center ของผู้ใช้
tr: Bu Apple TV’ye yeni bir profil ekleyerek profil sahibinin şovlarına, filmlerine, İzlemeyi Sürdür’üne, iCloud’daki uygulama verilerine ve Game Center hesabına erişin.
uk: Додайте новий профіль до цього Apple TV, щоб отримати доступ до шоу, фільмів, списку «Продовжити перегляд», даних програм в iCloud і облікового запису Game Center.
vi: Thêm hồ sơ mới vào Apple TV này để truy cập các chương trình, phim, mục Tiếp tục xem, dữ liệu ứng dụng trong iCloud và tài khoản Game Center của họ.
zh_cn: 将新个人资料添加到此Apple TV以访问相应节目、电影、“继续观看”、iCloud中的App数据以及Game Center账户。
zh_hk: 將新個人檔案加至此Apple TV以取用其節目、電影、「繼續觀看」、iCloud中的App資料和Game Center帳户。
zh_tw: 將新的個人檔案加入此Apple TV來取用其節目、電影、「繼續觀看」、iCloud中的App資料和Game Center帳號。

# AccountsAddAdditionalUserProfileDescriptionWithGuestsButNoDefaultUser
source: Add a new profile to this Apple TV so they can access their shows, movies, Continue Watching, app data in iCloud, and Game Center account. If you want to make an existing profile the default profile, remove them from the Apple TV. Then add them back as the default profile.
ar: إضافة ملف تعريف جديد إلى هذا الـ Apple TV ليتمكن من الوصول إلى ما يخصه من البرامج والأفلام و"متابعة المشاهدة" وبيانات التطبيقات في iCloud وحساب Game Center. إذا كنت تريد تعيين أحد ملفات التعريف الموجودة ليكون ملف التعريف الافتراضي، فأزله من Apple TV. ثم أضفه مرة أخرى واجعله ملف التعريف الافتراضي.
ca: Afegeix un perfil nou a l’Apple TV perquè pugui accedir a les seves sèries i pel·lícules, al contingut de la llista “Continua mirant”, a les dades de les apps desades a l’iCloud i al compte del Game Center. Si vols que el perfil per omissió sigui un perfil ja existent, elimina’l de l’Apple TV. A continuació, afegeix‑lo com a perfil per omissió.
cs: Když do Apple TV přidáte nový profil, jeho uživatel na ní bude mít přístup ke svým seriálům, filmům, k seznamu Pokračovat ve sledování, k datům aplikací na iCloudu a k účtu v Game Centru. Pokud chcete některý stávající profil nastavit jako výchozí, odeberte ho z Apple TV. Potom ho znovu přidejte jako výchozí.
da: Føj en ny profil til dette Apple TV, så vedkommende kan få adgang til udsendelser, film, Se videre, appdata i iCloud og Game Center-kontoen. Hvis du vil gøre en eksisterende profil til standardprofilen, skal du fjerne den fra Apple TV. Tilføj derefter profilen igen som standardprofil.
de: Füge ein neues Profil zu diesem Apple TV hinzu, damit Personen auf die zugehörigen Sendungen, Filme, „Weiter ansehen“-Listen, App-Daten in iCloud und Game Center-Account zugreifen können. Wenn du ein vorhandenes Profil als Standardprofil festlegen möchtest, entferne es vom Apple TV. Füge es anschließend wieder als Standardprofil hinzu.
el: Προσθέστε ένα νέο προφίλ σε αυτό το Apple TV ώστε ο χρήστης να μπορεί να προσπελάζει τις εκπομπές, τις ταινίες, τη Συνέχιση παρακολούθησης, τα δεδομένα εφαρμογών στο iCloud και τον λογαριασμό Game Center του. Αν θέλετε να καθορίσετε ένα υπάρχον προφίλ ως το προεπιλεγμένο προφίλ, αφαιρέστε το από το Apple TV. Στη συνέχεια, προσθέστε το εκ νέου ως προεπιλεγμένο προφίλ.
es: Añade un nuevo perfil a este Apple TV para que pueda acceder a sus series y películas, al contenido de su lista “Seguir viendo”, a los datos de sus apps en iCloud y a su cuenta de Game Center. Si quieres que un perfil que ya existe sea el perfil por omisión, elimínalo del Apple TV. A continuación, añádelo como el perfil por omisión.
es_us: Agrega un nuevo perfil a este Apple TV para que pueda acceder a sus programas, películas, lista Seguir viendo, datos de apps en iCloud y cuenta de Game Center. Si quieres que un perfil existente se convierta en el predeterminado, elimínalo del Apple TV y luego vuelve a agregarlo como el perfil predeterminado.
fi: Lisää tähän Apple TV:hen uusi profiili, jotta sen käyttäjä voi käyttää ohjelmiaan, elokuviaan, Jatka katsomista -sisältöään, iCloudissa olevaa appidataansa ja Game Center -tiliään. Jos haluat tehdä nykyisestä profiilista oletusprofiilin, poista se Apple TV:stä. Lisää se sitten takaisin oletusprofiiliksi.
fr: Ajoutez un nouveau profil à cette Apple TV afin que celui-ci puisse accéder à ses séries, ses films, sa liste « Continuer à regarder », ses données d’apps stockées sur iCloud, et son compte Game Center. Pour définir un profil existant comme profil par défaut, supprimez-le de l’Apple TV, puis ajoutez-le de nouveau en tant que profil par défaut.
fr_ca: Ajoutez un nouveau profil à cette Apple TV pour lui permettre d’accéder à ses émissions, à ses films, à sa liste « Continuer à regarder », aux données d’apps provenant d’iCloud, et à son compte Game Center. Si vous voulez qu’un profil existant devienne le profil par défaut, supprimez-le de l’Apple TV, puis ajoutez-le comme profil par défaut.
he: ניתן להוסיף פרופיל חדש ל-Apple TV זה כדי לאפשר למשתמשים לגשת לתוכניות, לסרטים, לתכנים ב״המשך הצפייה״, לנתוני היישומים ב-iCloud ולחשבון ה-Game Center שלהם. אם ברצונך להגדיר פרופיל קיים כפרופיל ברירת המחדל, יש להסיר אותו מה‑Apple TV. לאחר מכן יש להוסיף אותו חזרה כפרופיל ברירת המחדל.
hi: इस Apple TV पर नई प्रोफ़ाइल जोड़ें ताकि वे अपने कार्यक्रम, फ़िल्में, देखना जारी रखें, iCloud में ऐप डेटा और Game Center खाता ऐक्सेस कर सकें। अगर आप किसी मौजूदा प्रोफ़ाइल को डिफ़ॉल्ट प्रोफ़ाइल बनाना चाहते हैं, तो उन्हें Apple TV से निकालें। फिर उन्हें डिफ़ॉल्ट प्रोफ़ाइल के तौर पर जोड़ें।
hr: Dodajte novi profil na ovaj Apple TV kako bi on mogao pristupiti svojim emisijama, filmovima, odjeljku Nastavite gledati, podacima aplikacija u iCloudu i Game Center računu. Ako želite podesiti postojeći profil kao standardni profil, uklonite ga s Apple TV-a. Zatim ga vratite kao standardni profil.
hu: Hozzáadhat egy új felhasználót ehhez az Apple TV-hez, hogy ez a felhasználó hozzá tudjon férni a műsoraihoz, filmjeihez, Továbbnézés listájához, iCloudban tárolt appadataihoz és Game Center-fiókjához. Ha egy meglévő profilt szeretne beállítani alapértelmezett profilként, akkor távolítsa el az Apple TV-ről. Ezután adja hozzá újra alapértelmezett profilként.
id: Tambahkan profil baru ke Apple TV ini agar mereka dapat mengakses acara, film, Lanjutkan Menonton, data app di iCloud, dan akun Game Center mereka. Jika Anda ingin mengubah profil yang ada menjadi profil default, hapus pengguna dari Apple TV. Lalu tambahkan kembali sebagai profil default.
it: Aggiungi un nuovo profilo a questa Apple TV in modo che possa accedere ai suoi programmi, film, contenuti in “Continua a guardare”, dati delle app su iCloud e al suo account di Game Center. Se vuoi impostare un profilo esistente come profilo di default, rimuovilo da Apple TV, quindi aggiungilo di nuovo.
ja: このApple TVに新規プロフィールを追加すると、そのユーザの番組、映画、“続きを観る”、iCloud上のアプリデータ、Game Centerのアカウントにアクセスできます。既存のプロフィールをデフォルトにするには、まずそのプロフィールをApple TVから削除してください。それから、デフォルトプロフィールとして追加し直してください。
ko: 이 Apple TV에 새로운 프로필을 추가하여, 해당 프로필의 프로그램, 영화, ‘계속 보기’, iCloud에 있는 앱 데이터 및 Game Center 계정에 접근하도록 할 수 있습니다. 기존에 있던 프로필을 기본 프로필로 설정하려면, Apple TV에서 해당 프로필을 제거한 다음 기본 프로필로 다시 추가하십시오.
ms: Tambah profil baharu ke Apple TV ini supaya mereka boleh mengakses rancangan, filem, Teruskan Menonton, data app mereka dalam akaun iCloud dan Game Center. Jika anda mahu menjadikan profil sedia ada sebagai profil lalai, keluarkannya daripada Apple TV. Kemudian tambahkannya semula sebagai profil lalai.
nb: Legg til en ny profil på Apple TV, så personen får tilgang til programmer, filmer, Fortsett å se-køen og appdata i iCloud- og Game Center-kontoen sin. Hvis du vil endre en profil til standardprofil, må du fjerne profilen fra Apple TV. Legg hen deretter til igjen som standardprofil.
nl: Voeg een nieuw profiel toe aan deze Apple TV, zodat deze persoon toegang heeft tot programma's, films, 'Kijk verder', appgegevens in iCloud en de Game Center-account. Als je van een bestaand profiel het standaardprofiel wilt maken, moet je het verwijderen van de Apple TV. Voeg het profiel vervolgens weer toe als standaardprofiel.
pl: Dodaj nowy profil na Apple TV, aby miał on dostęp do swoich programów i filmów, zawartości listy Oglądaj dalej, danych aplikacji w iCloud oraz konta Game Center. Jeśli istniejący profil ma być profilem domyślnym, usuń go z tego Apple TV. Następnie dodaj go ponownie jako profil domyślny.
pt_br: Adicione um novo perfil a esta Apple TV para que ele possa acessar os próprios programas, filmes, dados de apps no iCloud, a lista Continue Assistindo e a conta dele do Game Center. Se você quiser que um perfil existente seja o padrão, remova‑o da Apple TV. Em seguida, adicione‑o de volta como o perfil padrão.
pt_pt: Adicionar um novo perfil a esta Apple TV para lhe permitir aceder aos respetivos programas, filmes, Continuar a ver, dados de aplicações em iCloud e conta do Game Center. Se quiser tornar um perfil existente o perfil predefinido, primeiro tem de o remover da Apple TV. Depois, adicione‑o como perfil predefinido.
ro: Adăugați un profil nou pe acest Apple TV pentru ca acesta să‑și poată accesa emisiunile, filmele, secțiunea „Continuați vizionarea”, datele de pe iCloud ale aplicațiilor și contul de Game Center. Dacă doriți să definiți un profil existent drept profil implicit, eliminați‑l de pe Apple TV. Apoi, adăugați‑l înapoi drept profil implicit.
ru: На этот Apple TV можно добавить новый профиль, чтобы у пользователя был отдельный доступ к своим сериалам, телешоу, фильмам, списку «Продолжить просмотр», данным приложений в iCloud и учетной записи Game Center. Чтобы существующий профиль стал профилем по умолчанию, удалите его с этого Apple TV. Затем добавьте его повторно, уже как профиль по умолчанию.
sk: Keď do Apple TV pridáte nový profil, bude mať prístup k svojim seriálom, filmom, položkám v zozname Pokračovať v pozeraní, dátam apiek na iCloude a Game Center účtu. Ak chcete ako predvolený nastaviť existujúci profil, odstráňte ho z Apple TV. Potom ho znovu pridajte ako predvolený profil.
sl: Dodajte nov profil v ta Apple TV, da bo lahko njegov uporabnik dostopal do svojih oddaj, filmov, seznama Nadaljujte ogled, podatkov o aplikacijah v storitvi iCloud in računa Game Center. Če želite obstoječi profil nastaviti za privzetega, ga odstranite iz Apple TV-ja. Potem ga spet dodajte kot privzeti profil.
sv: Lägg till en ny profil för denna Apple TV så att personen får tillgång till sina TV-program, filmer, Fortsätt titta, appdata på iCloud och sitt Game Center-konto. Om du vill göra en befintlig profil till den förvalda profilen tar du bort den från Apple TV. Sedan lägger du till den igen som förvald profil.
th: เพิ่มโปรไฟล์ใหม่มายัง Apple TV เครื่องนี้เพื่อเข้าถึงรายการ ภาพยนตร์ ดูต่อ ข้อมูลแอปบน iCloud และบัญชี Game Center ของผู้ใช้ ถ้าคุณต้องการให้โปรไฟล์ที่มีอยู่เป็นโปรไฟล์เริ่มต้น ให้เอาโปรไฟล์ออกจาก Apple TV จากนั้นเพิ่มกลับเข้าไปเป็นโปรไฟล์เริ่มต้น
tr: Bu Apple TV’ye yeni bir profil ekleyerek profil sahibinin kendi şovlarına, filmlerine, İzlemeyi Sürdür’üne, iCloud’daki uygulama verilerine ve Game Center hesabına erişmesini sağlayın. Var olan bir profili saptanmış profil yapmak istiyorsanız onu Apple TV’den silin. Sonra, saptanmış profil olarak yeniden ekleyin.
uk: Додайте новий профіль до цього Apple TV, щоб він мав доступ до шоу, фільмів, списку «Продовжити перегляд», даних програм в iCloud і облікового запису Game Center. Щоб зробити наявний профіль типовим, вилучіть його з Apple TV. Потім додайте його знову як типовий профіль.
vi: Thêm hồ sơ mới vào Apple TV này để họ có thể truy cập các chương trình, phim, mục Tiếp tục xem, dữ liệu ứng dụng trong iCloud và tài khoản Game Center của họ. Nếu bạn muốn đặt một hồ sơ hiện có làm hồ sơ mặc định, hãy xóa hồ sơ đó khỏi Apple TV. Sau đó, hãy thêm lại hồ sơ đó làm hồ sơ mặc định.
zh_cn: 将新个人资料添加到这台Apple TV，以便用户可以访问其节目、电影、“继续观看”、iCloud中的App数据以及Game Center账户。若要将现有个人资料设为默认个人资料，请先将其从Apple TV移除。再作为默认个人资料重新添加。
zh_hk: 將新個人檔案加至此Apple TV，讓其可以取用自己的節目、電影、「繼續觀看」、iCloud中的App資料和Game Center帳户。如你想將現有個人檔案設定為預設個人檔案，請先從Apple TV移除該個人檔案。然後將此人重新加入為預設個人檔案。
zh_tw: 將新的個人檔案加入此Apple TV，讓其取用其節目、電影、「繼續觀看」、iCloud中的App資料和Game Center帳號。若要將現有的個人檔案設為預設個人檔案，請先將其從Apple TV移除。接著再將其重新加入為預設個人檔案。
